{
  "Comment.nvim": { "branch": "master" },
  "LazyVim": { "branch": "xzb" },
  "aerial.nvim": { "branch": "xx" },
  "agitator.nvim": { "branch": "xzb" },
  "alternate-toggler": { "branch": "xzb" },
  "arrow.nvim": { "branch": "xzb" },
  "bigfile.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "xzb" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dictionary": { "branch": "xzb" },
  "cmp-mini-snippets": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "xzb" },
  "cmp-path": { "branch": "main" },
  "cmp_yanky": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "xzb" },
  "dressing.nvim": { "branch": "xzb" },
  "editable-term.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "xzb" },
  "friendly-snippets": { "branch": "xzb" },
  "fzf-lua": { "branch": "main" },
  "git-conflict.nvim": { "branch": "xzb" },
  "gitportal.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "xzb" },
  "glance.nvim": { "branch": "xzb" },
  "guess-indent.nvim": { "branch": "xzb" },
  "hlchunk.nvim": { "branch": "xzb" },
  "lazy.nvim": { "branch": "xzb" },
  "live-rename.nvim": { "branch": "xzb" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "xzb" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "xzb" },
  "mini.hipatterns": { "branch": "main" },
  "mini.indentscope": { "branch": "xzb" },
  "mini.move": { "branch": "main" },
  "mini.snippets": { "branch": "main" },
  "mini.surround": { "branch": "xzb" },
  "multicursor.nvim": { "branch": "xzb" },
  "neovim-project": { "branch": "xzb" },
  "neovim-session-manager": { "branch": "master" },
  "nightfox.nvim": { "branch": "xzb" },
  "noice.nvim": { "branch": "xzb" },
  "nui.nvim": { "branch": "xzb" },
  "nvim-autopairs": { "branch": "xzb" },
  "nvim-bufdel": { "branch": "xzb" },
  "nvim-cmp": { "branch": "dynamic-modified" },
  "nvim-hlslens": { "branch": "xzb" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "xzb" },
  "nvim-scissors": { "branch": "main" },
  "nvim-spider": { "branch": "main" },
  "nvim-tree": { "branch": "xzb" },
  "nvim-tree-pairs": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "xzb" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "xzb" },
  "peek.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "profile.nvim": { "branch": "master" },
  "quicker.nvim": { "branch": "QO" },
  "refactoring.nvim": { "branch": "xzb" },
  "rustaceanvim": { "branch": "xzb" },
  "satellite.nvim": { "branch": "xzb" },
  "screenkey.nvim": { "branch": "main" },
  "scrollEOF.nvim": { "branch": "xzb" },
  "sibling-swap.nvim": { "branch": "xzb" },
  "smart-open.nvim": { "branch": "xzb" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "what" },
  "sqlite.lua": { "branch": "master" },
  "substitute.nvim": { "branch": "xzb" },
  "telescope-egrepify.nvim": { "branch": "xzb" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-zoxide": { "branch": "main" },
  "telescope.nvim": { "branch": "xzb" },
  "toggleterm.nvim": { "branch": "xzb" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "xzb" },
  "undotree": { "branch": "master" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-startuptime": { "branch": "master" },
  "vim-textobj-chainmember": { "branch": "xzb" },
  "vim-textobj-user": { "branch": "master" },
  "yanky.nvim": { "branch": "xzb" }
}