{
  "Comment.nvim": { "branch": "master" },
  "LazyVim": { "branch": "xzb" },
  "LuaSnip": { "branch": "xzb" },
  "aerial.nvim": { "branch": "623" },
  "agitator.nvim": { "branch": "xzb" },
  "arrow.nvim": { "branch": "master" },
  "bigfile.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "xzb" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dictionary": { "branch": "xzb" },
  "cmp-nvim-lsp": { "branch": "xzb" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "xzb" },
  "cmp_yanky": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "xzb" },
  "dressing.nvim": { "branch": "xzb" },
  "flash.nvim": { "branch": "xzb" },
  "flit.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "xzb" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "xzb" },
  "glance.nvim": { "branch": "xzb" },
  "grug-far.nvim": { "branch": "perf-ts" },
  "guess-indent.nvim": { "branch": "xzb" },
  "highlight-undo.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "xzb" },
  "hydra.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "xzb" },
  "leap.nvim": { "branch": "main" },
  "live-rename.nvim": { "branch": "xzb" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "xzb" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "xzb" },
  "mini.indentscope": { "branch": "xzb" },
  "mini.surround": { "branch": "main" },
  "multicursors.nvim": { "branch": "xzb" },
  "neovim-project": { "branch": "xzb" },
  "neovim-session-manager": { "branch": "master" },
  "nightfox.nvim": { "branch": "xzb" },
  "noice.nvim": { "branch": "xzb" },
  "nui.nvim": { "branch": "xzb" },
  "nvim-autopairs": { "branch": "xzb" },
  "nvim-bufdel": { "branch": "xzb" },
  "nvim-cmp": { "branch": "local" },
  "nvim-cmp-buffer-lines": { "branch": "xzb" },
  "nvim-fundo": { "branch": "xzb" },
  "nvim-hlslens": { "branch": "xzb" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "xzb" },
  "nvim-spider": { "branch": "main" },
  "nvim-tree": { "branch": "xzb" },
  "nvim-tree-pairs": { "branch": "main" },
  "nvim-treesitter": { "branch": "xzb" },
  "nvim-treesitter-textobjects": { "branch": "xzb" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "xzb" },
  "plenary.nvim": { "branch": "master" },
  "profile.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "xzb" },
  "refactoring.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "xzb" },
  "satellite.nvim": { "branch": "xzb" },
  "scrollEOF.nvim": { "branch": "xzb" },
  "sentiment.nvim": { "branch": "xzb" },
  "smart-open.nvim": { "branch": "xzb" },
  "smart-splits.nvim": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "symbol-usage.nvim": { "branch": "xzb" },
  "telescope-egrepify.nvim": { "branch": "xzb" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "xzb" },
  "toggleterm.nvim": { "branch": "xzb" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "xzb" },
  "undotree": { "branch": "master" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-startuptime": { "branch": "master" },
  "vim-textobj-chainmember": { "branch": "xzb" },
  "vim-textobj-user": { "branch": "master" },
  "yanky.nvim": { "branch": "xzb" }
}